{"id":2965,"date":"2020-01-03T11:56:55","date_gmt":"2020-01-03T11:56:55","guid":{"rendered":"https:\/\/screening.mhanational.org\/article\/how-to-keep-a-mental-health-journal\/"},"modified":"2022-05-11T16:24:01","modified_gmt":"2022-05-11T20:24:01","slug":"how-keep-mental-health-journal","status":"publish","type":"article","link":"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/","title":{"rendered":"How to keep a mental health journal"},"content":{"rendered":"<p>Coping with a mental health condition can be difficult, but journaling may help. Journaling can help you deal with stress, anxiety, depression, and bipolar disorder. Additionally, you can use your journal to help you improve your habits and behaviors. [1] To start journaling, pick a convenient time to write every day and challenge yourself to write whatever comes to your mind for 20 minutes. Use your journal to process your feelings or work on your self-improvement goals.<\/p>\n<h2>Starting a journaling habit<\/h2>\n<h3>Decide if you want to keep a paper journal or a digital journal.<\/h3>\n<p>Typically, writing by hand helps you process your thoughts better. However, it’s best to pick whichever format is most convenient for you. Choose a paper journal if you enjoy writing by hand, or use a word processor if you prefer to type. [2]<\/p>\n<ul>\n<li>A paper journal will make it easier to get creative with your entries if you’re interested in incorporating art into your journal.<\/li>\n<li>You might be able to add to your digital journal from any device if you <a title=\"Open Google Docs\" href=\"https:\/\/www.wikihow.com\/Open-Google-Docs\">use Google Docs<\/a>. Download Google Docs for free from the app store. Then, create and edit documents on any device that has Google Docs.<\/li>\n<\/ul>\n<h3>Write when you can or need to.<\/h3>\n<p>Some people like to journal every day. Others journal when they are having an especially hard time working through their feelings.<\/p>\n<p>Journaling every day does help make it a habit, so you could try doing this for a while until it comes more naturally. Pick a time when it’s convenient for you to write, then challenge yourself to write every day. Schedule your journaling time into your day like any other important appointment. [3]<\/p>\n<p>For instance, you might write in your journal every morning when you wake up, during your lunch hour, or just before bed. If you commute by bus or train, you can use that time to write in your journal.<\/p>\n<p>If you don&#8217;t journal every day, keep your journal in a convenient place that will help you remember it exists. (If you&#8217;re worried about people snooping, you can keep your journal hidden but leave a reminder somewhere.)<\/p>\n<h3>Don’t worry about spelling or grammar.<\/h3>\n<p>Your journal is for you, so it doesn’t matter if you use proper sentences or spell words correctly. Let your thoughts flow freely without any self-editing. [5]<\/p>\n<p>If your grammar mistakes really bother you, it’s okay to go back and correct them at a later time. However, this isn’t necessary.<\/p>\n<h3>Get creative with your formatting.<\/h3>\n<p>You can still get the benefits of journaling even if you hate writing or can’t figure out what to say. Don’t worry about writing out sentences or paragraphs. Try out different ways of formatting entries until you find one that works for you. Here are some ways you might express yourself: [6]<\/p>\n<ul>\n<li>Make a list.<\/li>\n<li>Write a poem or song.<\/li>\n<li>Incorporate images to express how you feel or what’s on your mind.<\/li>\n<li>Write a letter to someone.<\/li>\n<li>Write a story with you as the main character.<\/li>\n<li>Use sentence stems from your therapist or online. These might include, “I feel most upset when…,” “I feel my best when…,” or “I’m most worried about…”<\/li>\n<li><a title=\"Bullet Journal\" href=\"https:\/\/www.wikihow.com\/Bullet-Journal\">Make a bullet journal<\/a>.<\/li>\n<\/ul>\n<h3>Make your journal a judgment-free zone.<\/h3>\n<p>Give yourself permission to write whatever you’re feeling without policing your thoughts. Don’t attach negative emotions like guilt or embarrassment to what you write. You have every right to your thoughts and feelings, and your journaling practice is your way of helping them be as healthy as possible. Don’t judge yourself for making this great step toward resolving your inner conflicts. [7]<\/p>\n<p>For example, you might feel guilty for raging out over something that happened in your day. Don’t judge yourself for getting upset because that’s a perfectly normal reaction. Instead, pat yourself on the back for working through those thoughts in your journal.<\/p>\n<h2>Dealing with Thoughts and Feelings<\/h2>\n<h3>Express whatever is on your mind when you sit down to write.<\/h3>\n<p>One way to use journaling to process your thoughts and feelings is to write about what’s going on in your life that day. Discuss what’s happened to you, how you feel about things, and any worries that you have. Keep writing until your timer goes off or you feel better. [8]<\/p>\n<ul>\n<li>You might write something like, “Today I felt really sad because it was raining all day. I think the weather affects my mood. I wonder how I can help myself feel better on gloomy days.”<\/li>\n<li>It’s okay to write things like, “I don’t know what to say,” “This feels stupid,” or “I can’t think of anything right now.” If you keep going, you’ll start to uncover your inner thoughts.<\/li>\n<\/ul>\n<h3>Write in stream of consciousness when you’re not sure what you’re feeling.<\/h3>\n<p>Sometimes it’s hard to know what’s really on your mind, and that’s okay! To write in <strong>stream of consciousness<\/strong>, just put down any words that come to mind, even if they don’t make sense. Don’t worry about punctuation or sentence structure. Keep writing until you recognize a main idea or theme emerging, which will tell you how you feel. [9]<\/p>\n<ul>\n<li>As an example: “Sitting here just not knowing what to say it’s been a long day and I’m tired but I can’t figure out why I feel down today and I think it’s because things haven’t been going my way so maybe I need to change something but what can I change.”<\/li>\n<\/ul>\n<h3>Release negative emotions like anger, sadness, and jealousy.<\/h3>\n<p>Everyone deals with setbacks and conflicts, and sometimes it’s hard to work through the strong negative emotions that these situations trigger. Fortunately, your journal is a tool that you can use to process these emotions and figure out your next steps. Write out a rant or complaint about everything that’s going wrong. Alternatively, write a letter to the person who hurt you, but don&#8217;t send it. [10]<\/p>\n<ul>\n<li>Write something like, “I can’t believe Alex didn’t give me the help she promised. I really thought I could count on her. I wanted to yell at her until my face turns blue, but I don’t want a bunch of drama from my mom.”<\/li>\n<\/ul>\n<blockquote><p><b>Tip:<\/b> Writing down how you feel can help you calm down and find the words you need to communicate your feelings to others. After you express yourself in your journal, review what you’ve written and decide what you need to do next to address the issue.<\/p><\/blockquote>\n<h3>Track your moods every day to help you identify your triggers.<\/h3>\n<p>Recording your mood in your journal entries helps you recognize patterns that may lead you to your triggers. Write down how you felt during the day either before or after your journal entry. Then, look back over your moods to see what helps you feel great and what triggers a low mood. This can help you make positive changes to improve your mood overall. [11]<\/p>\n<ul>\n<li>You might write your mood in a word or use a symbol. Possible moods might include “happy,” “sad,” “stressed,” “indifferent,” or “angry.” You might rate your moods on a scale of 1-5, with 1 being mild and 5 being severe. Write something like, &#8220;Depressed (4).&#8221;<\/li>\n<\/ul>\n<h3>Reflect on your entries to help you better understand your feelings.<\/h3>\n<p>To get the most out of your journaling habit, go back and re-read what you’ve written at a later time. Think about what you said and how you must have been feeling. Use this to help you make better choices for yourself in the future. Additionally, it might help you reframe your thoughts so you can think differently about things in the future. [12]<\/p>\n<p>If you’re going through a crisis, you might re-read your entry right after you wrote it or later that same day. If you want to improve your overall mental health, review your posts after 3-4 months.<\/p>\n<p>Some people never go back and look at old entries, and that&#8217;s okay too! The most important part of journaling is just doing it.<\/p>\n<h2>Using Your Journal for Self-Improvement<\/h2>\n<h3>Track your progress toward goals, good habits, and positive behaviors.<\/h3>\n<p>Use your journal to <a title=\"Accomplish a Goal\" href=\"https:\/\/www.wikihow.com\/Accomplish-a-Goal\">set personal goals<\/a> and work toward positive habits or behaviors you want to incorporate into your life. Record the actions you’re taking toward your goals and monitor your progress. Additionally, write down or check off when you engage in your good habits or behaviors. [13]<\/p>\n<ul>\n<li>For instance, you might keep a page in your journal to track your progress on your goal. Write an action plan, document when you work on the goal, and check off each step.<\/li>\n<li>If your goal was to meditate every day, you might block off time to meditate in your schedule and download a meditation app. Then, keep track of how often you meditate, how long your sessions last, and the benefits you feel after meditation.<\/li>\n<li>Alternatively, give yourself a sticker or checkmark on days you work toward your goal or new habits. As an example, give yourself a smiley face sticker each time you do self-care, a checkmark for every glass of water you drink, or a star each day you cook a meal at home.<\/li>\n<\/ul>\n<h3>Document your symptoms if you’re working through a mental health condition.<\/h3>\n<p>Keeping track of your symptoms can help you determine if you’re making progress or which treatments work best for you. Write down the symptoms you’re experiencing at the top or bottom of your journal entry for that day. Rate the severity of your symptoms on a numerical scale so you can better understand them. Compare the symptoms you’re experiencing with what was happening in your life that day to help you look for patterns. [14]<\/p>\n<ul>\n<li>You might write, “Today I feel anxious (3) and uncertain (2),” with the numbers representing the severity of your symptoms.<\/li>\n<li>If you’re on medication, keep track of when you take it to see if that has any effect on your symptoms.<\/li>\n<\/ul>\n<h3>Record evidence for or against your beliefs about yourself.<\/h3>\n<p>You likely have a mixture of positive and negative beliefs about yourself. Too many negative beliefs can add to your depression and anxiety, even though they may not be true. When you have a negative thought about yourself, write down the evidence you have to both believe and disbelieve that thought. Use this practice to help you view yourself in a more positive light. [15]<\/p>\n<p>For instance, let’s say you think that you’re stupid. You might list examples of times you’ve said something really smart, topics that you’re particularly knowledgeable about, and any education that you’ve completed. From there, you might say, “I’m really smart when it comes to history and helping people organize their stuff.”<\/p>\n<h3>Make a pros and cons list if you have a big decision to make.<\/h3>\n<p>Big decisions are always hard, but sometimes they can feel even more overwhelming if you’re dealing with mental health concerns. Fortunately, your journal can help you figure out what to do. Draw a line down the center of your page, then list the pros of a choice on the left side and the cons on the right side. Create a list for each option you’re considering, then choose the option that benefits you the most. [16]<\/p>\n<ul>\n<li>You might only need to make 1 pros and cons list to help you make a decision.<\/li>\n<li>For instance, let’s say you’re deciding whether or not to get an emotional support animal. Pros might include, “Having comfort,” “Never feeling alone,” and “Feeling happy when I see my companion.” Cons might include, “Need to clean up after it,” and “Have to do paperwork.”<\/li>\n<li>However, it’s helpful to make multiple lists if you have several different options. As an example, you might make multiple lists if you’re deciding which treatment option to try.<\/li>\n<\/ul>\n<h2>Final tips<\/h2>\n<ul>\n<li>Carry your journal with you so it’s convenient for you to write in it.<\/li>\n<li>If you’re going to therapy, consider taking your journal with you. However, you don’t need to share what you’ve written with anyone unless you feel comfortable doing so.<\/li>\n<li>Journaling may help you improve your mental health, but it’s not a replacement for other treatments. Continue to work with your therapist and take any medications your doctor has prescribed.<\/li>\n<\/ul>\n<p><a class=\"button blue round caret collapsed\" href=\"#references\" data-toggle=\"collapse\" aria-expanded=\"false\" aria-controls=\"references\" data-toggle-text=\"Hide References\">Show References<\/a><\/p>\n<div id=\"references\" class=\"references collapse\">\n<ol>\n<li><a href=\"https:\/\/intermountainhealthcare.org\/blogs\/topics\/live-well\/2018\/07\/5-powerful-health-benefits-of-journaling\/\" rel=\"nofollow\">https:\/\/intermountainhealthcare.org\/blogs\/topics\/live-well\/2018\/07\/5-powerful-health-benefits-of-journaling\/<\/a><\/li>\n<li><a href=\"https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1\" rel=\"nofollow\">https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1<\/a><\/li>\n<li><a href=\"https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1\" rel=\"nofollow\">https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1<\/a><\/li>\n<li><a href=\"https:\/\/psychcentral.com\/lib\/the-health-benefits-of-journaling\/\" rel=\"nofollow\">https:\/\/psychcentral.com\/lib\/the-health-benefits-of-journaling\/<\/a><\/li>\n<li><a href=\"https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy\" rel=\"nofollow\">https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy<\/a><\/li>\n<li><a href=\"https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy\" rel=\"nofollow\">https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy<\/a><\/li>\n<li><a href=\"https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy\" rel=\"nofollow\">https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy<\/a><\/li>\n<li><a href=\"https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1\" rel=\"nofollow\">https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1<\/a><\/li>\n<li><a href=\"https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy\" rel=\"nofollow\">https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy<\/a><\/li>\n<li><a href=\"https:\/\/psychcentral.com\/lib\/the-health-benefits-of-journaling\/\" rel=\"nofollow\">https:\/\/psychcentral.com\/lib\/the-health-benefits-of-journaling\/<\/a><\/li>\n<li><a href=\"https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1\" rel=\"nofollow\">https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1<\/a><\/li>\n<li><a href=\"https:\/\/www.psychologytoday.com\/us\/blog\/the-couch\/201805\/keeping-journal-can-be-good-your-emotional-health\" rel=\"nofollow\">https:\/\/www.psychologytoday.com\/us\/blog\/the-couch\/201805\/keeping-journal-can-be-good-your-emotional-health<\/a><\/li>\n<li><a href=\"https:\/\/psychcentral.com\/lib\/the-health-benefits-of-journaling\/\" rel=\"nofollow\">https:\/\/psychcentral.com\/lib\/the-health-benefits-of-journaling\/<\/a><\/li>\n<li><a href=\"https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy\" rel=\"nofollow\">https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy<\/a><\/li>\n<li><a href=\"https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1\" rel=\"nofollow\">https:\/\/www.urmc.rochester.edu\/encyclopedia\/content.aspx?ContentID=4552&amp;ContentTypeID=1<\/a><\/li>\n<li><a href=\"https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy\" rel=\"nofollow\">https:\/\/www.goodtherapy.org\/learn-about-therapy\/types\/journal-therapy<\/a><\/li>\n<\/ol>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Coping with a mental health condition can be difficult, but journaling may help. Journaling can help you deal with stress, anxiety, depression, and bipolar disorder. Additionally, you can use your journal to help you improve your habits and behaviors. [1] To start journaling, pick a convenient time to write every day and challenge yourself to write &hellip; <\/p>\n<p class=\"link-more\"><a href=\"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/\" class=\"more-link\">Continue reading<span class=\"screen-reader-text\"> &#8220;How to keep a mental health journal&#8221;<\/span><\/a><\/p>\n","protected":false},"author":7,"featured_media":0,"template":"","age_group":[23,100,19],"condition":[],"acf":[],"yoast_head":"<title>How to keep a mental health journal<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"How to keep a mental health journal\" \/>\n<meta property=\"og:description\" content=\"Coping with a mental health condition can be difficult, but journaling may help. Journaling can help you deal with stress, anxiety, depression, and bipolar disorder. Additionally, you can use your journal to help you improve your habits and behaviors. [1] To start journaling, pick a convenient time to write every day and challenge yourself to write &hellip; Continue reading &quot;How to keep a mental health journal&quot;\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal\" \/>\n<meta property=\"og:site_name\" content=\"Mental Health America\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/mentalhealthamerica\" \/>\n<meta property=\"article:modified_time\" content=\"2022-05-11T20:24:01+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/screening.mhanational.org\/wp-content\/uploads\/2022\/04\/Social-media-share-preview.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"631\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@mentalhealtham\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal#article\",\"isPartOf\":{\"@id\":\"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/\"},\"author\":{\"name\":\"krushton\",\"@id\":\"https:\/\/screening.mhanational.org\/#\/schema\/person\/fbf2da43ef19912ee36ca25c5c1af46e\"},\"headline\":\"How to keep a mental health journal\",\"datePublished\":\"2020-01-03T11:56:55+00:00\",\"dateModified\":\"2022-05-11T20:24:01+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/\"},\"wordCount\":2205,\"publisher\":{\"@id\":\"https:\/\/screening.mhanational.org\/#organization\"},\"keywords\":[\"Mental Health 101\"],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/\",\"url\":\"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal\",\"name\":\"How to keep a mental health journal\",\"isPartOf\":{\"@id\":\"https:\/\/screening.mhanational.org\/#website\"},\"datePublished\":\"2020-01-03T11:56:55+00:00\",\"dateModified\":\"2022-05-11T20:24:01+00:00\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal\"]}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/screening.mhanational.org\/#website\",\"url\":\"https:\/\/screening.mhanational.org\/\",\"name\":\"MHA Screening\",\"description\":\"Start your mental health journey here.\",\"publisher\":{\"@id\":\"https:\/\/screening.mhanational.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/screening.mhanational.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/screening.mhanational.org\/#organization\",\"name\":\"Mental Health America\",\"alternateName\":\"MHA\",\"url\":\"https:\/\/screening.mhanational.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/screening.mhanational.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/screening.mhanational.org\/wp-content\/uploads\/2020\/12\/mha-logo.png\",\"contentUrl\":\"https:\/\/screening.mhanational.org\/wp-content\/uploads\/2020\/12\/mha-logo.png\",\"width\":1451,\"height\":445,\"caption\":\"Mental Health America\"},\"image\":{\"@id\":\"https:\/\/screening.mhanational.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/mentalhealthamerica\",\"https:\/\/twitter.com\/mentalhealtham\",\"https:\/\/www.instagram.com\/mentalhealthamerica\",\"https:\/\/www.pinterest.com\/mentalhealtham\/pins\/\",\"https:\/\/www.youtube.com\/user\/mentalhealthamerica\",\"https:\/\/www.threads.net\/@mentalhealthamerica\"],\"publishingPrinciples\":\"https:\/\/screening.mhanational.org\/about-mha-screening\/\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/screening.mhanational.org\/#\/schema\/person\/fbf2da43ef19912ee36ca25c5c1af46e\",\"name\":\"krushton\",\"sameAs\":[\"https:\/\/twitter.com\/krushton@mhanational.org\"]}]}<\/script>","yoast_head_json":{"title":"How to keep a mental health journal","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal","og_locale":"en_US","og_type":"article","og_title":"How to keep a mental health journal","og_description":"Coping with a mental health condition can be difficult, but journaling may help. Journaling can help you deal with stress, anxiety, depression, and bipolar disorder. Additionally, you can use your journal to help you improve your habits and behaviors. [1] To start journaling, pick a convenient time to write every day and challenge yourself to write &hellip; Continue reading \"How to keep a mental health journal\"","og_url":"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal","og_site_name":"Mental Health America","article_publisher":"https:\/\/www.facebook.com\/mentalhealthamerica","article_modified_time":"2022-05-11T20:24:01+00:00","og_image":[{"width":1200,"height":631,"url":"https:\/\/screening.mhanational.org\/wp-content\/uploads\/2022\/04\/Social-media-share-preview.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_site":"@mentalhealtham","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal#article","isPartOf":{"@id":"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/"},"author":{"name":"krushton","@id":"https:\/\/screening.mhanational.org\/#\/schema\/person\/fbf2da43ef19912ee36ca25c5c1af46e"},"headline":"How to keep a mental health journal","datePublished":"2020-01-03T11:56:55+00:00","dateModified":"2022-05-11T20:24:01+00:00","mainEntityOfPage":{"@id":"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/"},"wordCount":2205,"publisher":{"@id":"https:\/\/screening.mhanational.org\/#organization"},"keywords":["Mental Health 101"],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/screening.mhanational.org\/content\/how-keep-mental-health-journal\/","url":"https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal","name":"How to keep a mental health journal","isPartOf":{"@id":"https:\/\/screening.mhanational.org\/#website"},"datePublished":"2020-01-03T11:56:55+00:00","dateModified":"2022-05-11T20:24:01+00:00","inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.wikihow.com\/Keep-a-Mental-Health-Journal"]}]},{"@type":"WebSite","@id":"https:\/\/screening.mhanational.org\/#website","url":"https:\/\/screening.mhanational.org\/","name":"MHA Screening","description":"Start your mental health journey here.","publisher":{"@id":"https:\/\/screening.mhanational.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/screening.mhanational.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/screening.mhanational.org\/#organization","name":"Mental Health America","alternateName":"MHA","url":"https:\/\/screening.mhanational.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/screening.mhanational.org\/#\/schema\/logo\/image\/","url":"https:\/\/screening.mhanational.org\/wp-content\/uploads\/2020\/12\/mha-logo.png","contentUrl":"https:\/\/screening.mhanational.org\/wp-content\/uploads\/2020\/12\/mha-logo.png","width":1451,"height":445,"caption":"Mental Health America"},"image":{"@id":"https:\/\/screening.mhanational.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/mentalhealthamerica","https:\/\/twitter.com\/mentalhealtham","https:\/\/www.instagram.com\/mentalhealthamerica","https:\/\/www.pinterest.com\/mentalhealtham\/pins\/","https:\/\/www.youtube.com\/user\/mentalhealthamerica","https:\/\/www.threads.net\/@mentalhealthamerica"],"publishingPrinciples":"https:\/\/screening.mhanational.org\/about-mha-screening\/"},{"@type":"Person","@id":"https:\/\/screening.mhanational.org\/#\/schema\/person\/fbf2da43ef19912ee36ca25c5c1af46e","name":"krushton","sameAs":["https:\/\/twitter.com\/krushton@mhanational.org"]}]}},"_links":{"self":[{"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/article\/2965"}],"collection":[{"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/article"}],"about":[{"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/types\/article"}],"author":[{"embeddable":true,"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/users\/7"}],"wp:attachment":[{"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/media?parent=2965"}],"wp:term":[{"taxonomy":"age_group","embeddable":true,"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/age_group?post=2965"},{"taxonomy":"condition","embeddable":true,"href":"https:\/\/screening.mhanational.org\/wp-json\/wp\/v2\/condition?post=2965"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}